/* Localized versions of Info.plist keys */

CFBundleName = "GrowlAction";
NSHumanReadableCopyright = "Hawlfraint (c) 2004-2011, Tîm Growl.";

/*  AMApplication localized strings  */
"Automator" = "Awtomatydd";

/*  AMCategory localized strings  */
"Utility" = "Gwasanaeth";

/*  AMDefaultParameters localized strings  */

/*  AMDescription localized strings  */
AMDSummary = "Mae'r weithred hon yn dangos hysbysiad Growl.";

/*  AMKeywords localized strings  */
"Choose" = "Dewis";
"Get" = "Estyn";

AMName = "Dangos Hysbysiad Growl";

/*  AMWarning localized strings  */
